// Greek
plupload.addI18n({
    'Select files' : 'О•ПЂО№О»О­ОѕП„Оµ О‘ПЃП‡ОµОЇО±',
    'Add files to the upload queue and click the start button.' : 'О ПЃОїПѓОёО®ОєО· О±ПЃП‡ОµОЇП‰ОЅ ПѓП„О·ОЅ ОїП…ПЃО¬ ОјОµП„О±П†ПЊПЃП„П‰ПѓО·П‚',
    'Filename' : 'ОЊОЅОїОјО± О±ПЃП‡ОµОЇОїП…',
    'Status' : 'ОљО±П„О¬ПѓП„О±ПѓО·',
    'Size' : 'ОњО­ОіОµОёОїП‚',
    'Add Files' : 'О ПЃОїПѓОёО­ПѓП„Оµ О±ПЃП‡ОµОЇО±',
    'Stop current upload' : 'О”О№О±ОєОїПЂО® П„ПЃО­П‡ОїП…ПѓО±П‚ ОјОµП„О±П†ПЊПЃП„П‰ПѓО·П‚',
    'Start uploading queue' : 'О•ОєОєОЇОЅО·ПѓО· ОјОµП„О±П†ПЊПЃП„П‰ПѓО·П‚ ОїП…ПЃО¬П‚ О±ПЃП‡ОµОЇП‰ОЅ',
    'Drag files here.' : 'ОЈПЌПЃОµП„Оµ О±ПЃП‡ОµОЇО± ОµОґПЋ',
    'Start Upload': 'О•ОєОєОЇОЅО·ПѓО· ОјОµП„О±П†ПЊПЃП„П‰ПѓО·П‚',
    'Uploaded %d/%d files': 'О‘ОЅО­ОІО·ОєО±ОЅ %d/%d О±ПЃП‡ОµОЇО±'
});