<div class="page-header" align="center">
<h1>Для продолжения установки вам необходимо ознакомиться с лицензионным соглашением</h1>
</div>
		<form method="post" class="form-horizontal">
								<div class="form-group">
									
<div class="col-sm-12">
<textarea class="col-xs-12 " rows="8">
Лицензия дает вам право использовать CMS Sitebill на своем хостинге с неограниченным количеством доменов. Но при этом вы не можете перепродавать лицензионный ключ третьим лицам. При первом обращении в службу технической поддержки вам необходимо будет сделать запрос через личный кабинет пользователя под своей учетной записью, на которую куплен лицензионный ключ.
После покупки лицензионного ключа авторские права остаются у компании Sitebill.
Так как мы предоставляем демонстрационные версии всех наших продуктов, то после покупки мы не возвращаем деньги за купленные лицензионные ключи, шаблоны, модули и другие услуги, оказанные на сайте Sitebill.ru.
Наш продукт поставляется «как есть».
Обновления системы CMS Sitebill являются необязательным условием и частота и регулярность обновлений не регламентирована. Но при этом «годовая» лицензия позволяет получать обновления в течении одного года. «Вечная» - получение обновлений без ограничений по времени. «Демо» - не дает доступа к обновлениям.
Данное лицензионное соглашение может быть изменено и изменения автоматически распространяются на ранее приобретенные лицензионные ключи.</textarea>
</div>

</div>
								<div class="space-4"></div>

								<div class="wizard-actions">
	
<input type="hidden" name="step" id="step" value="1" />
<div class="controls">

<button  class="btn btn-success btn-next" />
Принять и продолжить <i class="ace-icon fa fa-arrow-right icon-on-right"></i>
</button>
</div>
</div>
</form>
<img src="https://www.sitebill.ru/logo_install.png?source=step1" width="1" height="1">
