<div class="page-header" align="center">
    <h1>Для продолжения установки вам необходимо ознакомиться с лицензионным соглашением</h1>
</div>
<form method="post" class="form-horizontal">
    <div class="form-group">

        <div class="col-sm-12">
            <textarea class="col-xs-12 " rows="8" disabled>

«6» мая 2021г.                                                              г. Красноярск

Настоящий лицензионный договор на использование программного обеспечения CMS Sitebill является договором между Лицензиаром (как указано ниже) и Вами (Лицензиатом).
Безусловным принятием условий настоящего Лицензионного договора и вступления его в силу является регистрация на Веб-сайте Лицензиара, оплата, а равно загрузка, установка, копирование, фактическое использования любого из Программных продуктов, включая ознакомительную версию. Использование Программных продуктов без принятия условий настоящего Лицензионного договора не допускается.
Настоящий Лицензионный договор не является договором присоединения. Условия, изложенные в данном документе, могут быть изменены по согласованию Сторон.
Настоящий Лицензионный договор может быть заключен письменно на основании дополнительного запроса Лицензиата.

1.	ОСНОВНЫЕ ПОНЯТИЯ И ОПРЕДЕЛЕНИЯ
1.1.	«Лицензиар» – Индивидуальный предприниматель Кондин Дмитрий Валерьевич (CMS Sitebill) являющееся разработчиком и обладателем исключительного права на Программные продукты и/или имеющая правомочия на передачу прав использования и распространения (в порядке и пределах, установленных ниже) Программных продуктов по настоящему Лицензионному договору.
1.2.	«Лицензиат» – лицо, действующее в соответствии с законодательством государства своего местонахождения и правомочное вступать в правоотношения с Лицензиаром по настоящему Лицензионному договору, которому Лицензиаром предоставляется право использования Программных продуктов на условиях простой (неисключительной) лицензии в предусмотренных настоящим Лицензионным договором пределах.
1.3.	«Лицензионный договор» – настоящий Лицензионный договор со всеми приложениями (дополнениями) к нему (при их наличии).
1.4.	«Программный продукт» – программа для ЭВМ (комплекс программ для ЭВМ), исключительные права или право распространения на которую (которые) принадлежат Лицензиару. Программные продукты размещаются на Веб-сайте Лицензиара.
Перечень Программных продуктов, на которые на дату заказа может быть предоставлена неисключительная лицензия по настоящему Лицензионному договору, их описание, дополнительные условия и ограничения, цена и срок, на который предоставляется лицензия, приведены на Веб-сайте Лицензиара.
1.5.	«Ключи активации» – элемент системы технических средств защиты авторских прав, используемой Лицензиаром для защиты Программных продуктов от неправомерного использования, а также для предоставления на условиях неисключительной лицензии права использовать Программные продукты в пределах и на условиях, предусмотренных настоящим Лицензионным договором.
1.6.	 «Веб-сайт Лицензиара» – совокупность веб-страниц, размещенных в информационно-телекоммуникационной сети Интернет и объединенных единым адресным пространством домена sitebill.ru и поддоменов следующих уровней.
1.7.	 «Заказ Программных продуктов» – совершение Лицензиатом совокупности фактических действий по принятию условий лицензионного договора и обмен электронными сообщениями, а именно - посредством направления оферты одной Стороной и ее акцептом другой Стороной. Такая оферта должны содержать условия приобретения лицензии на Программный продукт, а ее акцепт выражать надлежащее волеизъявление Лицензиата заключить сделку на указанных условиях.
1.8.	«Техническая поддержка» – консультирование Лицензиата по вопросам установки, настройки и использования Программного продукта.
1.9.	«Обращение» – возникший вопрос, вследствие которого Лицензиат обратился к Лицензиару за технической поддержкой.
1.10.	«Пакет поддержки» (Обращений) – определённое количество Обращений за консультацией к Лицензиару, которые Лицензиат может приобрести на условиях, определенных на веб-сайте Лицензиара.
1.11.	«Обновление Программного продукта» – разработанные Лицензиаром улучшения текущей версии Программного продукта, в целях обеспечения его бесперебойной работы, устранения недостатков и модернизация работы текущей версии Программного продукта.
1.12.	«Годовой оборот» – сумма расходов Лицензиата в пользу Лицензиара за последние 365/366 календарных дней, непосредственно предшествующих текущей дате.
1.13.	«Дополнительный Контент» - программное обеспечение (включая, но не ограничиваясь: модули, плагины, расширения, динамически подключаемые к Программным продуктам, или программное обеспечение, функционирующее без обязательной интеграции и подключения его к Программным продуктам (standalone software), хотя такой функционал и может быть предусмотрен указанным программным обеспечением), права на которое может быть приобретено Лицензиатом за отдельную плату или без таковой на Условиях предоставления дополнительного контента, размещенных на Веб-сайте Лицензиара, а также иных условий, которые могут действовать в отношении определенного Дополнительного Контента (если применимо).
1.14.	«Пакет Обновлений» – обновления Программного продукта, предоставляемые для приобретенного на условиях «бессрочной» лицензии Программного продукта.

2.	ПРЕДМЕТ ДОГОВОРА
2.1.	По настоящему Лицензионному договору Лицензиар на условиях неисключительной лицензии предоставляет право использовать Программный продукт (Программные продукты) Лицензиату за установленную плату, в пределах и на условиях, предусмотренных настоящим Лицензионным договором.
Лицензиату также могут предоставляться права в отношении Дополнительного Контента на условиях настоящего Договора и Условий предоставления дополнительного контента.
Предоставление прав на некоторые Программные продукты, а также на особых условиях, может производиться на основании отдельного лицензионного соглашения или приложения к Лицензионному договору. Во всех случаях вопрос о необходимости заключения такого отдельного лицензионного соглашения решается Лицензиаром.
2.2.	Все действия Сторон, а именно: заказ Программных продуктов, техническая поддержка Лицензиата и иные непосредственно связанные с ними действия, совершаются в автоматизированной биллинговой системе Лицензиара на Веб-сайте Лицензиара.
Информация, содержащаяся в биллинговой системе Лицензиара, является окончательной и неоспоримой с момента внесения в нее сведений Лицензиатом или Лицензиаром.
В случае возникновения технической ошибки в биллинговой системе Лицензиара Лицензиар обязуется восстановить данные и информацию в том виде, в котором они существовали до такой ошибки и провести с Лицензиатом при необходимости сверки расчетов.
2.3.	Лицензиат вправе использовать Программные продукты на территории всего мира. Данное положение может иметь ограничения в отношении прав на отдельные Программные продукты и Дополнительный Контент.
2.4.	Срок действия неисключительной лицензии на конкретный Программный продукт начинается с момента зачисления лицензионного вознаграждения и действует до момента истечения срока действия оплаченной неисключительной лицензии. В отношении отдельных Программных продуктов (или по отдельному соглашению) Лицензиаром может быть установлен иной порядок определения срока действия лицензии (например, срок лицензии может определяться календарным периодом).
2.5.	Ключ активации на Программный продукт может быть активирован Лицензиатом сразу же после зачисления оплаты Программного продукта в интерфейсе автоматизированной биллинговой системы Лицензиара на Веб-сайте Лицензиара.
Передача неисключительного права оформляется email-сообщением, который направляется Лицензиату (через интерфейс автоматизированной биллинговой системы) не позднее первых пяти рабочих дней месяца, следующего за месяцем предоставления права.
Неисключительное право считается переданным в момент генерации лицензионного ключа и отправки его сообщением электронной почты на адрес Лицензиата. При этом датой передачи неисключительного права стороны признают дату, указанную в биллинговой системы, независимо от даты фактического получения сообщения.
2.6.	Оплата лицензии на Программный продукт осуществляется на условиях предоплаты теми способами оплаты, которые доступны в автоматизированной биллинговой системе и/или с помощью перечисления суммы вознаграждения на расчетный счет Лицензиара.
Оплаченное лицензионное вознаграждение возврату, уменьшению не подлежит, независимо от использования/неиспользования Программного продукта, в том числе в случае фактического уменьшения объема использования Программного продукта.
На основании п. 2 статьи 346.11 гл. 26.2 НК РФ НДС не облагается, счета-фактуры не выставляются. Цены на Программные продукты устанавливаются в той валюте, которая указана на Веб-сайте Лицензиара. Оплата осуществляется в рублях по курсу ЦБ РФ на день выставления счета, за исключением случаев, указанных ниже. Для юридических лиц (физических лиц), не являющихся российскими организациями, с постоянным местом нахождения за пределами Российской Федерации (физических лиц, не являющихся резидентами РФ для целей валютного регулирования), оплата допускается в иностранной валюте в соответствии с правилами, установленными законодательством Российской Федерации о валютном регулировании и валютном контроле, а также требованиями банка, в котором открыт валютный счет у Лицензиара. Реквизиты для оплаты устанавливаются в счете Лицензиара.
Все затраты, связанные с перечислением (выплатой) вознаграждения по данному Лицензионному договору и комиссиям банка Лицензиата несет Лицензиат. Все затраты по зачислению вознаграждения по данному Лицензионному договору и комиссиям банка Лицензиара несет Лицензиар.
Любые пошлины, налоги, сборы, взимаемые исходя из юрисдикции Лицензиата (включая, но, не ограничиваясь: налог на добавленную стоимость, налог с продаж, налог на доходы) уплачиваются Лицензиатом исключительно за свой счет. Никакие суммы не могут быть вычтены из стоимости лицензионного вознаграждения.
Лицензиаром может быть предусмотрен иной порядок оплаты, а равно применение иных цен, в том числе такое соглашение может быть достигнуто сторонами в порядке обмена электронными сообщениями, указанном в настоящем Договоре.
2.7.	Настоящий Лицензионный договор заключается Сторонами в связи с осуществлением ими предпринимательской деятельности. Заключение Лицензиатом настоящего Лицензионного договора для целей отличных от предпринимательских (например, для личных, семейных, домашних и бытовых нужд) не допускается.
2.8.	Лицензия на Программный продукт неделима.
2.9.	Лицензия на Программный продукт распространяется также на обновления, добавления, дополнительные компоненты, которые могут быть предоставлены или доступ к которым может быть предоставлен Лицензиаром, если право использовать такие обновления, добавления, дополнительные компоненты не передается на основании самостоятельных соглашений (например, в отношении Обновлений, предоставляемых за отдельную плату).

3.	ПРАВА И ОБЯЗАННОСТИ СТОРОН
3.1.	Лицензиату предоставляется право использовать Программные продукты следующими способами:
3.1.1.	путем воспроизведения Программного продукта посредством записи копии Программного продукта в память ЭВМ;
3.1.2.	путем доведения Программного продукта до всеобщего сведения таким образом, что любое или определенное Лицензиатом лицо могло получить к нему доступ по информационно-телекоммуникационной сети, в том числе сети Интернет; при этом доведение до всеобщего сведения может быть осуществлено исключительно такими способами, при которых третьим лицам (Клиентам) предоставляется доступ только к порождаемым Программным продуктом визуальным отображениям и (или) предоставляется возможность интерактивного взаимодействия с функциональной частью Программного продукта;
3.1.3.	использовать Программные продукты строго в соответствии с их прямым назначением; использование Программных продуктов в целях, не предусмотренных их функционалом, а также не в соответствии с их техническим описанием и рекомендациями Лицензиара (которые могут быть изложены, в том числе, в документации и Сопроводительных материалах) признается существенным нарушением настоящего Лицензионного договора.
3.2.	Право пользования Программными продуктами предоставляется Лицензиату со следующими ограничениями:
3.2.1.	Лицензиату запрещается модифицировать Программный продукт в целях отключения защиты проверки лицензионного ключа, т.е. вносить в него любые изменения за исключением:
•	изменения настроек Программного продукта или иных подобных изменений, осуществляемых путем использования описанных в документации (Сопроводительных материалах) возможностей пользовательского интерфейса Программного продукта;
•	адаптации, т.е. изменений, независимо от способа их осуществления, которые производятся исключительно в целях функционирования Программного продукта на конкретных технических средствах Лицензиата или под управлением конкретных программ Лицензиата;
•	установки обновлений Программного продукта, выпущенных Лицензиаром.

3.2.2.	При любом использовании Программного продукта Лицензиату запрещается осуществлять какие-либо действия, результатом которых является изменение или удаление порождаемых Программным продуктом визуальных отображений товарного знака, знака обслуживания, коммерческого обозначения или знака охраны авторского права (если иное не согласовано с Лицензиаром). Также запрещается осуществлять любые действия, в результате которых существенно затрудняется распознавание указанных в настоящем пункте визуальных отображений, в частности, их затемнение или изменение их оригинальных размеров;
Изменение указанных в настоящем пункте визуальных отображений допустимо только средствами, предлагаемыми непосредственно интерфейсом Программного продукта.
3.2.3.	Лицензиату запрещается:
•	осуществлять переработку, модифицировать Программные продукты;
•	изменять структуру Программных продуктов и/или входящих в них баз данных, состав содержащихся в них сведений (за исключением случаев, когда такие действия предусмотрены функционалом Программных продуктов и/или технической документацией на Программные продукты);
•	удалять какие-либо знаки и/или информацию, в том числе знаки охраны интеллектуальных прав, средства индивидуализации, технические средства защиты авторских прав, за исключением случаев, согласованных Сторонами;
•	блокировать работу технических средств защиты авторских прав;
•	изменять или создавать какие-либо производные продукты на основе Программного продукта или любого его элемента (включая аудиовизуальный ряд и исходный код), за исключением случае создания Лицензиатом независимо компилируемых программных модулей (плагинов), создание которых предусматривается функционалом Программного продукта;
•	разделять Программный продукт на составные части;
•	иным образом использовать Программные продукты не по назначению.
3.3.	Настоящим Лицензиат подтверждает, что все исключительные права на Программные продукты принадлежат Лицензиару, и признает обязанность не нарушать такие права, а также интеллектуальные права третьих лиц при использовании Программных продуктов.
3.4.	Лицензиат вправе самостоятельно осуществлять техническую поддержку и техническое сопровождение Программных продуктов.
3.5.	Лицензиат не вправе без письменного согласия Лицензиара уступать или иным образом передавать свои права и обязанности по настоящему Лицензионному договору.
3.6.	Для надлежащего использования Программных продуктов на основании неисключительной лицензии рекомендуется соблюдать минимальные технические требования, которые указываются Лицензиаром в отношении каждого конкретного Программного продукта.
3.7.	Лицензиар (а равно - соответствующие правообладатели в отношении Дополнительного Контента) вправе использовать технические средства защиты авторских прав для целей удаленного мониторинга работы Программных продуктов, не уведомляя об этом Лицензиата. Такой мониторинг может осуществляться для следующих целей (включая, но не ограничиваясь): сбор статистической информации о работе Программных продуктов, осуществление контроля за правомерностью использования Программных продуктов, поиск возможных уязвимостей Программных продуктов.
При этом Стороны исходят из того, что Лицензиар в рамках осуществления мониторинга, указанного в настоящем пункте, не собирает персональные данные физических лиц.
Средства защиты, помимо всего прочего, могут приостанавливать или отключать работу Программного продукта полностью или частично при обнаружении нарушений, истечения или прекращения действия Лицензии, просрочки оплаты лицензионных платежей (или оплата не в полном размере), невозможности обмена информацией между Программным продуктом и серверами Лицензиара через сеть Интернет при работе средств защиты авторских прав. Какие-либо дополнительные уведомления о приостановлении/отключении работы Программных продуктов не производятся.

4.	ЗАКАЗ ПРОГРАММНЫХ ПРОДУКТОВ
4.1.	Заказ Программных продуктов осуществляется Лицензиатом в интерфейсе автоматизированной биллинговой системы на Веб-сайте Лицензиара с использованием уникальной учетной записи Лицензиата, доступ к которой осуществляется Лицензиатом после его регистрации или авторизации.
Конкретные наименования Программных продуктов, в отношении которых будут передаваться права, объем передаваемых прав, размер вознаграждения и сроки передачи таких прав, а также наименования Пакетов поддержки, указываются в Заказе, создаваемом Лицензиатом средствами автоматизированной биллинговой системы на Веб-сайте Лицензиара. Согласованный Лицензиаром Заказ является основанием для выставления счета или переадресации на страницу оплаты.
По соглашению Сторон на основании Заказа может быть оформлено приложение к Договору, содержащее сведения, указанные в абз.2 настоящего пункта.
4.2.	Программные продукты сопровождаются Сопутствующими материалами в письменной или иной форме, в том числе электронной, представляющими собой описание Программных продуктов, инструкции по их установке, настройке и использованию и т.п. Доступ к Сопутствующим материалам в общем случае осуществляется через пользовательский интерфейс Программного продукта, однако Сопутствующие материалы являются самостоятельными объектами интеллектуальной собственности, исключительные права на которые принадлежат Лицензиару.
Лицензиат не вправе использовать Сопутствующие материалы в любых целях и любыми способами, отличными от целей и способов, необходимых для исполнения настоящего Лицензионного договора.
4.3.	Лицензиаром Лицензиату предоставляется право использовать Сопутствующие материалы в течение срока использования соответствующего Программного продукта, а также осуществлять их воспроизведение (копирование) для тех же целей.

5.	ТЕХНИЧЕСКАЯ ПОДДЕРЖКА ЛИЦЕНЗИАТА
5.1.	Лицензиату предоставляется возможность получения технической поддержки специалистами Лицензиара по любым вопросам, связанным с использованием Программных продуктов (Обращение), в частности, касающихся установки, настройки и использования Программных продуктов.
Техническая поддержка оказывается только в автоматизированной биллинговой системе на Веб-сайте Лицензиара.
5.2.	Предоставляемые Лицензиату консультации не включают в себя диагностику неисправностей в работе серверов, на которых установлены Программные продукты, а также решение иных проблем, возникающих у Лицензиатов.
Лицензиар самостоятельно в одностороннем порядке вправе разделить одно направленное Обращение на несколько разных при условии, что обращение Лицензиата затрагивает различные специфики Программного продукта.
При разделении Обращения Лицензиар уведомляет об этом Лицензиата.
5.3.	При оказании технической поддержки Лицензиату Лицензиар вправе отказать в предоставлении консультаций по Обращениям в следующих случаях:
•	Обращение не относится к компетенции Лицензиара;
•	ответ на Обращение уже был предоставлен ранее;
•	количество доступных Обращений исчерпано;
•	Обращение относится к Дополнительному Контенту и не может быть разрешено Лицензиаром;
•	Обращение относится к устаревшим версиям Программных продуктов;
•	неуважительного, оскорбительного и неконструктивного обращения;
•	а также по любым другим основаниям, признанным Лицензиаром уважительными.
Признавая законное право Лицензиата на осуществление им адаптации Программного продукта, Лицензиар сохраняет за собой право отказаться от исполнения своих обязательств в части технического сопровождения Программного продукта без возмещения возможных убытков, в случае, если в результате адаптации Лицензиатом будет изменен объектный код Программного продукта.
5.4.	Техническая поддержка Лицензиату оказывается Лицензиаром на платной основе, по цене и условиям, указанным на Веб-сайте Лицензиара
5.5.	В зависимости от суммы лицензионных платежей за Программные продукты, Лицензиату предоставляется право на получение одного Обращения со скидкой 100% за каждые полные 1000 (тысяча) Рублей Годового Оборота.
5.6.	Лицензиар также предоставляет Лицензиату возможность приобретения дополнительных Пакетов поддержки (определённого количества Обращений) в автоматизированной биллинговой системе на Веб-сайте Лицензиара.
Стоимость каждого дополнительного Пакета поддержки рассчитывается и уплачивается Лицензиатом отдельно от стоимости неисключительной лицензии на Программный продукт.
5.7.	Обращения действуют бессрочно в течение действия настоящего Лицензионного договора.
5.8.	Несмотря на положения настоящего Раздела об ином, техническая поддержка может не оказываться Лицензиаром в отношении Дополнительного Контента (за исключением случаев, когда техническая поддержка напрямую связана с Программным продуктом Лицензиара и только Лицензиар имеет возможность разрешить вопрос Лицензиата; во всех случаях решение об этом принимает исключительно сам Лицензиар). В таком случае Лицензиат вправе направить свое обращение непосредственно правообладателю Дополнительного Контента согласно процедурам, установленным таким правообладателем, или воспользоваться иным порядком, установленным Лицензиаром или о котором Лицензиар сообщил Лицензиату.
5.9.	Лицензиар не оказывает техническую поддержку Лицензиатам по Программным продуктам, лицензии на которые не получены непосредственно у Лицензиара.
5.10.	Лицензиар в одностороннем порядке определяет версии Программных продуктов, в отношении которых предоставляется техническая поддержка.

6.	ОБНОВЛЕНИЕ ПРОГРАММНЫХ ПРОДУКТОВ
6.1.	Лицензиар может периодически выпускать обновления Программных продуктов, установка которых позволяет устранить выявленные ошибки в работе Программных продуктов, расширить их функциональные возможности и т.д.
6.2.	Загрузка и установка обновлений Программных продуктов осуществляется автоматически (если иное не установлено настоящим Лицензионным договором), при условии, что сервер, на котором установлен Программный продукт, подключен к информационно-телекоммуникационной сети Интернет и имеет действующую Лицензию (неисключительную Лицензию, срок действия которой не истек на момент обновления Программного продукта).
6.3.	Загрузка и установка обновлений Программного продукта осуществляется только с согласия Лицензиата.
6.4.	Все обновления Программного продукта доступны для загрузки в течение всего срока использования Программного продукта, выбранного при заказе, если иной срок не определен Лицензиаром по собственному усмотрению.
6.5.	Любые обновления Программных продуктов, которые приобретены Лицензиатом на условиях «бессрочной» лицензии, предоставляются в рамках Пакета Обновлений, за плату в размере 50 (пятидесяти) процентов от стоимости годовой лицензии данного продукта в год.
6.6.	В случае, когда Лицензиат намерен приобрести обновление Программного продукта, приобретенного на условиях бессрочной лицензии, Лицензиат должен будет оплатить обновления за весь срок, прошедший с момента окончания оплаченного периода обновлений Программного продукта Лицензиата. В целях примера, если оплаченный период обновлений Программного продукта закончился за 3 (три) года до покупки нового Пакета Обновлений, то Лицензиат должен будет оплатить стоимость Пакетов Обновлений за все прошедшие 3 (три) года.
6.7.	Обновления Программных продуктов, которые приобретаются Лицензиатом на условиях «месячной» или «годовой» лицензии, приобретённой напрямую у Лицензиара, входят в стоимость такой лицензии.
6.8.	Обновление Дополнительного Контента осуществляется в соответствии с требованиями правообладателей Дополнительно Контента по согласованию с Лицензиаром. Особенности обновления Дополнительного Контента могут быть установлены в Условиях предоставления дополнительного контента или согласовываться сторонами отдельно (в том числе, по электронной почте).

7.	СОГЛАШЕНИЕ О КОНФИДЕНЦИАЛЬНОСТИ
7.1.	Настоящим Стороны соглашаются, что любая конфиденциальная информация, ставшая известной в процессе реализации настоящего Лицензионного договора, не подлежит разглашению какой-либо третьей стороне, за исключением случаев, предусмотренных законодательством или соглашением Сторон.
7.2.	Принимая настоящее соглашение Лицензиат соглашается с тем, что Лицензиар может производить обработку его персональных данных в объеме, указанном в Политике конфиденциальности, размещенной на Веб-сайте Лицензиара. Заключение настоящего Договора без принятия указанной Политики конфиденциальности недопустимо.
7.3.	Любые отзывы, предложения, идеи, обращения, которые могут быть направлены Лицензиатом в адрес Лицензиара (Далее – Предложения) по любым каналам коммуникации в отношении Программных продуктов не относятся к конфиденциальной информации и с момента их направления становятся собственностью Лицензиара.
7.4.	Лицензиар вправе использовать Предложения любым способом и для любых целей, в том числе для последующей коммерческой реализации, без выплаты какой-либо компенсации или вознаграждения. При этом Лицензиар не несет обязанности по рассмотрению Предложений.

8.	ОТВЕТСТВЕННОСТЬ СТОРОН
8.1.	За неисполнение или ненадлежащее исполнение обязательств по настоящему Лицензионному договору Стороны несут ответственность в соответствии с законодательством Российской Федерации и условиями настоящего Лицензионного договора.
8.2.	Стороны освобождаются от ответственности за полное или частичное неисполнение обязательств по настоящему Лицензионному договору, если надлежащее исполнение оказалось невозможным вследствие непреодолимой силы, то есть чрезвычайных и непредотвратимых при данных условиях обстоятельств, возникших после заключения настоящего Лицензионного договора.
8.3.	Лицензиар ни при каких обстоятельствах не несет никакой ответственности за упущенную выгоду, прямые или косвенные убытки, понесенные Лицензиатом при работе с Программными продуктами, а также за убытки, связанные с отзывом лицензионных прав (расторжение настоящего Лицензионного договора) на Программные продукты. Лицензиар не гарантирует отсутствие ошибок, равно их исправление. Лицензиат заключает настоящий Лицензионный договор, руководствуясь принципом «как есть».
Лицензиат полностью принимает на себя риск последствий использования Программных продуктов, в т.ч. их взаимодействия с другим программным обеспечением, установленным на компьютере (сервере) Лицензиата, и соглашается с тем, что результат использования Программных продуктов может не соответствовать ожиданиям Лицензиата.
8.4.	Ни при каких обстоятельствах Лицензиар не несет ответственность за любой ущерб или убытки (включая, но не ограничиваясь, упущенную выгоду, убытки, вызванные утратой конфиденциальной или иной информации), возникающие в связи с использованием или невозможностью использования Программных продуктов, в т.ч. в случае отказа работы Программного продукта, даже если Лицензиат направил уведомление о вероятности возникновения такого ущерба и/или убытков.
Лицензиар не несет ответственность перед любыми лицами за неправомерные действия третьих лиц, временные технические сбои и перерывы в работе Программных продуктов, вызванные неполадками линий связи, иные аналогичные сбои, а также за неполадки оборудования, с помощью которого используются Программные продукты.
8.5.	Каждая из Сторон должна выполнять свои обязанности надлежащим образом в соответствии с настоящим Лицензионным договором и применимым национальным и международным законодательством, а также оказывать другой Стороне всевозможное содействие в выполнении ее обязанностей.
8.6.	В случае предъявления к Лицензиату претензий об авторском праве на Программные продукты и других претензий третьих лиц, вызванных нарушением Лицензиаром настоящего Лицензионного договора, Лицензиар обязуется принять разумные меры по урегулированию конфликта.
8.7.	Лицензиат самостоятельно несет ответственность перед всеми третьими лицами за любые свои действия или бездействия.
8.8.	Лицензиар не несет материальную ответственность за возникшие у Лицензиата (Клиента Лицензиата) убытки, вытекающие, в том числе, из невозможности использования Программных продуктов.
8.9.	Лицензиар оставляет за собой право расторгнуть настоящий Лицензионный договор в одностороннем порядке при совершении Лицензиатом любого нарушения настоящего Лицензионного договора.
8.10.	Лицензиару не могут быть предъявлены никакие требования в отношении функционирования Дополнительного Контента, конечным правообладателем которого выступает третье лицо.

9.	ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ
9.1.	Споры и разногласия, возникшие между Сторонами по настоящему Лицензионному договору, разрешаются путем переговоров между Сторонами. В случае невозможности разрешения разногласий путем переговоров, спор между Сторонами подлежит рассмотрению в суде по месту нахождения Лицензиара на основе законодательства Лицензиара.

10.	ПЕРЕПИСКА МЕЖДУ СТОРОНАМИ
10.1.	Переписка между Сторонами по вопросам исполнения, изменения, расторжения настоящего Лицензионного договора осуществляется с использованием контактной информации, предоставленной каждой из Сторон и указанной в разделе «Адреса, контактные данные и реквизиты Сторон» настоящего Лицензионного договора или электронными сообщениями, как это предусмотрено п. 10.2 настоящего Договора.
10.2.	Для обмена электронными сообщениями Стороны пользуются автоматизированной биллинговой системой Лицензиара, доступ к которой осуществляется Лицензиатом после авторизации. Все сообщения дублируются на адреса электронной почты, указанные Лицензиатом в настройках информационной системы. Любые файлы, вложенные в электронное сообщение (attachments), являются неотъемлемой частью данного сообщения. Все сообщения, волеизъявления, направленные посредством автоматизированной биллинговой системы, признаются равнозначными уведомлениям, совершенным в простой письменной форме. Лицензиат обязуется обеспечивать конфиденциальность своих авторизационных данных.

11.	СРОК ДЕЙСТВИЯ ДОГОВОРА
11.1.	Настоящий Лицензионный договор вступает в силу с момента его заключения и действует на протяжении 1 (одного) года либо до момента его расторжения по соглашению Сторон или в одностороннем порядке. Моментом заключения настоящего Лицензионного договора является его акцепт Лицензиатом, которым признается совершение любого из действия, указанного в преамбуле настоящего Договора.
При этом Стороны признают и соглашаются с тем, что срок действия неисключительной лицензии на Программные продукты определяется в соответствии с п. 2.4 Лицензионного договора.
11.2.	В случае если по истечению срока действия настоящего Лицензионного договора ни одна из Сторон не заявит о своем намерении расторгнуть его за 90 дней до истечения срока, он автоматически продлевается на тот же период и на тех же условиях.
11.3.	Настоящий Лицензионный договор может быть расторгнут по соглашению Сторон, а также в одностороннем порядке путем отправки письменного извещения о расторжении Договора уполномоченным представителем Стороны, расторгающей Договор, не менее, чем за месяц до указанной в извещении даты расторжения.
11.4.	В случае расторжения настоящего лицензионного Договора по инициативе Лицензиара, в том числе, в связи с допущением Лицензиатом существенных нарушений настоящего Лицензионного договора, Лицензиат не вправе требовать возвращения того, что было исполнено им по обязательствам до момента расторжения договора.
12.	ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ
12.1.	Лицензиар вправе в любое время в течение срока действия в одностороннем порядке изменять условия настоящего Лицензионного договора, а также документов, на которые сделана ссылка в настоящем Лицензионном договоре. За 10 (десять) дней до вступления соответствующих изменений в силу Лицензиар направляет Лицензиату уведомление об изменении условий настоящего Лицензионного договора и/или размещает новую редакцию на Веб-сайте Лицензиара. По истечению 10 (десяти) дней с момента отправки или публикации Лицензиаром новой редакции, они считаются принятыми Лицензиатом в полном объеме, даже в том случае, если Лицензиат воздержался от ответа. В дальнейшем Стороны руководствуются Договором и соответствующими изменениями.
12.2.	В случае отказа Лицензиата от принятия соответствующих изменений, он вправе расторгнуть настоящий Лицензионный договор в одностороннем порядке.
12.3.	Проверка уведомлений в автоматизированной биллинговой системе Лицензиара, а равно на Веб-сайте Лицензиара с периодичностью, которая обеспечивает их своевременное получение, является обязанностью Лицензиата.
12.4.	Вопросы, не урегулированные настоящим Лицензионным договором, разрешаются в соответствии с законодательством Лицензиара.
12.5.	Стороны обязаны уведомлять друг друга об изменении своего местонахождения, банковских и иных реквизитов, которые могут повлиять на исполнение Сторонами своих обязательств, вытекающих из настоящего Лицензионного договора в порядке, указанном в разделе 10 настоящего Лицензионного договора.
12.6.	В случае если одно или несколько положений настоящего Лицензионного договора будут признаны недействительными, то недействительность этих положений не затронет действия иных, действительных положений настоящего Лицензионного договора, которые продолжат свое действие для отношений Сторон, вытекающих из настоящего Лицензионного договора.

            </textarea>
        </div>

    </div>
    <div class="space-4"></div>

    <div class="wizard-actions">

        <input type="hidden" name="step" id="step" value="1" />
        <div class="controls">

            <button  class="btn btn-success btn-next" />
            Принять и продолжить <i class="ace-icon fa fa-arrow-right icon-on-right"></i>
            </button>
        </div>
    </div>
</form>
<img src="https://www.sitebill.ru/logo_install.png?source=step1" width="1" height="1">
