/* Malayalam (UTF-8) initialisation for the jQuery UI date picker plugin. */
/* Written by Saji Nediyanchath (saji89@gmail.com). */
jQuery(function($){
	$.datepicker.regional['ml'] = {
		closeText: 'аґ¶аґ°аґї',
		prevText: 'аґ®аµЃаґЁаµЌаґЁаґ¤аµЌаґ¤аµ†',  
		nextText: 'аґ…аґџаµЃаґ¤аµЌаґ¤аґ¤аµЌ ',
		currentText: 'аґ‡аґЁаµЌаґЁаµЌ',
		monthNames: ['аґњаґЁаµЃаґµаґ°аґї','аґ«аµ†аґ¬аµЌаґ°аµЃаґµаґ°аґї','аґ®аґѕаґ°аµЌвЂЌаґљаµЌаґљаµЌ','аґЏаґЄаµЌаґ°аґїаґІаµЌвЂЌ','аґ®аµ‡аґЇаµЌ','аґњаµ‚аґЈаµЌвЂЌ',
		'аґњаµ‚аґІаµ€','аґ†аґ—аґёаµЌаґ±аµЌаґ±аµЌ','аґёаµ†аґЄаµЌаґ±аµЌаґ±аґ‚аґ¬аґ°аµЌвЂЌ','аґ’аґ•аµЌаґџаµ‹аґ¬аґ°аµЌвЂЌ','аґЁаґµаґ‚аґ¬аґ°аµЌвЂЌ','аґЎаґїаґёаґ‚аґ¬аґ°аµЌвЂЌ'],
		monthNamesShort: ['аґњаґЁаµЃ', 'аґ«аµ†аґ¬аµЌ', 'аґ®аґѕаґ°аµЌвЂЌ', 'аґЏаґЄаµЌаґ°аґї', 'аґ®аµ‡аґЇаµЌ', 'аґњаµ‚аґЈаµЌвЂЌ',
		'аґњаµ‚аґІаґѕ', 'аґ†аґ—', 'аґёаµ†аґЄаµЌ', 'аґ’аґ•аµЌаґџаµ‹', 'аґЁаґµаґ‚', 'аґЎаґїаґё'],
		dayNames: ['аґћаґѕаґЇаґ°аµЌвЂЌ', 'аґ¤аґїаґ™аµЌаґ•аґіаµЌвЂЌ', 'аґљаµЉаґµаµЌаґµ', 'аґ¬аµЃаґ§аґЁаµЌвЂЌ', 'аґµаµЌаґЇаґѕаґґаґ‚', 'аґµаµ†аґіаµЌаґіаґї', 'аґ¶аґЁаґї'],
		dayNamesShort: ['аґћаґѕаґЇ', 'аґ¤аґїаґ™аµЌаґ•', 'аґљаµЉаґµаµЌаґµ', 'аґ¬аµЃаґ§', 'аґµаµЌаґЇаґѕаґґаґ‚', 'аґµаµ†аґіаµЌаґіаґї', 'аґ¶аґЁаґї'],
		dayNamesMin: ['аґћаґѕ','аґ¤аґї','аґљаµЉ','аґ¬аµЃ','аґµаµЌаґЇаґѕ','аґµаµ†','аґ¶'],
		weekHeader: 'аґ†',
		dateFormat: 'dd/mm/yy',
		firstDay: 1,
		isRTL: false,
		showMonthAfterYear: false,
		yearSuffix: ''};
	$.datepicker.setDefaults($.datepicker.regional['ml']);
});
