/* Tamil (UTF-8) initialisation for the jQuery UI date picker plugin. */
/* Written by S A Sureshkumar (saskumar@live.com). */
jQuery(function($){
	$.datepicker.regional['ta'] = {
		closeText: 'а®®аЇ‚а®џаЇЃ',
		prevText: 'а®®аЇЃа®©аЇЌа®©аЇ€а®Їа®¤аЇЃ',
		nextText: 'а®…а®џаЇЃа®¤аЇЌа®¤а®¤аЇЃ',
		currentText: 'а®‡а®©аЇЌа®±аЇЃ',
		monthNames: ['а®¤аЇ€','а®®а®ѕа®ља®ї','а®Єа®™аЇЌа®•аЇЃа®©а®ї','а®ља®їа®¤аЇЌа®¤а®їа®°аЇ€','а®µаЇ€а®•а®ѕа®ља®ї','а®†а®©а®ї',
		'а®†а®џа®ї','а®†а®µа®Ја®ї','а®ЄаЇЃа®°а®џаЇЌа®џа®ѕа®ља®ї','а®ђа®ЄаЇЌа®Єа®ља®ї','а®•а®ѕа®°аЇЌа®¤аЇЌа®¤а®їа®•аЇ€','а®®а®ѕа®°аЇЌа®•а®ґа®ї'],
		monthNamesShort: ['а®¤аЇ€','а®®а®ѕа®ља®ї','а®Єа®™аЇЌ','а®ља®їа®¤аЇЌ','а®µаЇ€а®•а®ѕ','а®†а®©а®ї',
		'а®†а®џа®ї','а®†а®µ','а®ЄаЇЃа®°','а®ђа®ЄаЇЌ','а®•а®ѕа®°аЇЌ','а®®а®ѕа®°аЇЌ'],
		dayNames: ['а®ћа®ѕа®Їа®їа®±аЇЌа®±аЇЃа®•аЇЌа®•а®їа®ґа®®аЇ€','а®¤а®їа®™аЇЌа®•а®џаЇЌа®•а®їа®ґа®®аЇ€','а®љаЇ†а®µаЇЌа®µа®ѕа®ЇаЇЌа®•аЇЌа®•а®їа®ґа®®аЇ€','а®ЄаЇЃа®¤а®©аЇЌа®•а®їа®ґа®®аЇ€','а®µа®їа®Їа®ѕа®ґа®•аЇЌа®•а®їа®ґа®®аЇ€','а®µаЇ†а®іаЇЌа®іа®їа®•аЇЌа®•а®їа®ґа®®аЇ€','а®ља®©а®їа®•аЇЌа®•а®їа®ґа®®аЇ€'],
		dayNamesShort: ['а®ћа®ѕа®Їа®їа®±аЇЃ','а®¤а®їа®™аЇЌа®•а®іаЇЌ','а®љаЇ†а®µаЇЌа®µа®ѕа®ЇаЇЌ','а®ЄаЇЃа®¤а®©аЇЌ','а®µа®їа®Їа®ѕа®ґа®©аЇЌ','а®µаЇ†а®іаЇЌа®іа®ї','а®ља®©а®ї'],
		dayNamesMin: ['а®ћа®ѕ','а®¤а®ї','а®љаЇ†','а®ЄаЇЃ','а®µа®ї','а®µаЇ†','а®љ'],
		weekHeader: 'РќРµ',
		dateFormat: 'dd/mm/yy',
		firstDay: 1,
		isRTL: false,
		showMonthAfterYear: false,
		yearSuffix: ''};
	$.datepicker.setDefaults($.datepicker.regional['ta']);
});
