/* Thai initialisation for the jQuery UI date picker plugin. */
/* Written by pipo (pipo@sixhead.com). */
jQuery(function($){
	$.datepicker.regional['th'] = {
		closeText: 'аё›аёґаё”',
		prevText: '&laquo;&nbsp;аёўа№‰аё­аё™',
		nextText: 'аё–аё±аё”а№„аё›&nbsp;&raquo;',
		currentText: 'аё§аё±аё™аё™аёµа№‰',
		monthNames: ['аёЎаёЃаёЈаёІаё„аёЎ','аёЃаёёаёЎаё аёІаёћаё±аё™аё�а№Њ','аёЎаёµаё™аёІаё„аёЎ','а№ЂаёЎаё©аёІаёўаё™','аёћаё¤аё©аё аёІаё„аёЎ','аёЎаёґаё–аёёаё™аёІаёўаё™',
		'аёЃаёЈаёЃаёЋаёІаё„аёЎ','аёЄаёґаё‡аё«аёІаё„аёЎ','аёЃаё±аё™аёўаёІаёўаё™','аё•аёёаёҐаёІаё„аёЎ','аёћаё¤аёЁаё€аёґаёЃаёІаёўаё™','аё�аё±аё™аё§аёІаё„аёЎ'],
		monthNamesShort: ['аёЎ.аё„.','аёЃ.аёћ.','аёЎаёµ.аё„.','а№ЂаёЎ.аёў.','аёћ.аё„.','аёЎаёґ.аёў.',
		'аёЃ.аё„.','аёЄ.аё„.','аёЃ.аёў.','аё•.аё„.','аёћ.аёў.','аё�.аё„.'],
		dayNames: ['аё­аёІаё—аёґаё•аёўа№Њ','аё€аё±аё™аё—аёЈа№Њ','аё­аё±аё‡аё„аёІаёЈ','аёћаёёаё�','аёћаё¤аё«аё±аёЄаёљаё”аёµ','аёЁаёёаёЃаёЈа№Њ','а№ЂаёЄаёІаёЈа№Њ'],
		dayNamesShort: ['аё­аёІ.','аё€.','аё­.','аёћ.','аёћаё¤.','аёЁ.','аёЄ.'],
		dayNamesMin: ['аё­аёІ.','аё€.','аё­.','аёћ.','аёћаё¤.','аёЁ.','аёЄ.'],
		weekHeader: 'Wk',
		dateFormat: 'dd/mm/yy',
		firstDay: 0,
		isRTL: false,
		showMonthAfterYear: false,
		yearSuffix: ''};
	$.datepicker.setDefaults($.datepicker.regional['th']);
});